---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.TemporaryGraphicsCommandData
source: html/8627212c-9ce7-a930-ecba-b08705ebd38e.htm
---
# TemporaryGraphicsCommandData Members

Releases all resources used by the TemporaryGraphicsCommandData